Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget er usikre på om disse oppgaver nødvendigvis hører sammen, og om de bør legges til samme institusjon.
sme: Sámediggi lea eahpesihkar das ahte gulašedje go dát barggut oktii ja galggašedje go biddjojuvvot seamma ásahussii.

source: Dersom man imidlertid legger alle oppgaver knyttet til oversetting og tolking til statlige enheter – statlige tolking –og oversettingstjenester, og oppretter et nasjonalt samisk språkombud med et større informasjonsansvar, ser vi at det er oppgaver knyttet til det organisatoriske innenfor opplæringssektoren som i dag ikke ivaretas av eksisterende institusjoner.
sme: Muhto jus baicce čohkkešii buot bargguid mat gullet jorgaleapmái ja dulkomii stáhta ovttadagaide, stáhta dulkon- ja jorgalanfálaldagaide, ja ásahivčče nationálalaš sámi giellaáittardeaddji geas livččii stuorát diehtojuohkinovddasvástádus, de oaidnit ahte oahpposuorggis leat oaganisátuvrralaš barggut maid dálá ásahusat eai gozit.

source: Nasjonalt senter for samisk i opplæringa er et ressurssenter særlig rettet mot lærere og barnehagepersonell i opplæringssystemet for å bistå med tilrettelegging for opplæring i samiske språk.
sme: Sámi lohkanguovddáš lea resursaguovddáš earenoamážit oahpahusvuogádaga oahpaheddjiid ja mánáidgárdebargiid várás veahkehan dihte sin láhččit saji sámegiel oahpahussii.

source: Senteret arbeider innenfor hovedområdene lese - og skriveopplæring og muntlig språkutvikling.
sme: Guovddáš bargá váldosurggiiguin lohkan- ja čállinoahpahus ja giellaovddideapmi.

source: Dette innbefatter å styrke og fremme bruk av muntlig samisk i opplæringssystemet, kunnskap om flerspråklighet og språkrevitalisering, og formidle kunnskap om lesing og skriving.
sme: Dasa gullá njálmmálaš sámegiela nannen ja ovddideapmi oahpahusvuogádagas, máhttu máŋggagielalašvuođa ja giellaealáskahttima birra, ja máhtu gaskkusteapmi lohkama ja čállima birra.

source: Nasjonalt senter for samisk i opplæringa har i stor grad oppgaver knyttet til pedagogisk veiledning innenfor opplæringssektoren, og har i liten grad organisatoriske oppgaver knyttet til opplæringssektoren.
sme: Sámi lohkanvuovddáža barggut leat ollu čadnojuvvon oahpahussuorggi pedagogalaš bagadeapmái, ja guovddážis leat unnán oahpahussuorggi oaganisátuvrralaš barggut.

source: Sametinget ser et klart behov for koordinering av en rekke funksjoner, samtidig ser vi at det i dag finnes en rekke oppgaver i samfunnet som ikke ivaretas av noen institusjoner.
sme: Sámediggi oaidná čielga dárbbu koordineret olu doaimmaid, muhto seammás oaidnit ahte leat doaimmat ja dárbbut servodagas maid ii oktage ásahus gozit.

source: Det er et særlig behov for koordinering innenfor opplæringsfeltet i sørsamisk område fordi området er såpass spredt, og strekker seg over flere kommuner og fylker, samt over landegrensen.
sme: Ovdamearkan sáhttá namuhit koordinerema oahpposuorggis, earenoamážiid lea dárbu oahpahussuorggi koordineremii lullisámi guovllus, go lea sáhka guovllus mii lea bieđgguid máŋgga suohkanis ja fylkkas, ja riikkaráji badjel.

source: Vi ser behov for at det etableres dialog og samarbeid mellom kommuner og skolemiljøer, veiledning av kommuner i planlegging av samisk opplæring, veiledning til foreldre om samiskspråklige barnehage – og skoletilbud og økt erfaringsutveksling mellom ulike aktører.
sme: Sámediggi oaidná dárbbu ásahit ovttasbarggu suohkaniid ja skuvlabirrasiid gaska, oaivadeami suohkaniidda lullisámegiel oahpahusa ektui, ja ahte oaivadeami vánhemiidda sámegiel mánáidgárde- ja skuvlafálaldagaid birra, ja eanet vásáhuslonohallama iešguđet aktevrraid gaskka.

source: Vi ser også behovet for et aktivt og målrettet rekrutteringsarbeid i de ulike språkområdene, og at det igangsettes kompetansehevingstiltak innenfor språkmiljøene.
sme: Mii oaidnit maid dárbbu aktiiva ja ulbmillaš rekruterenbargguide iešguđetge giellaguovlluin, ja ahte giellabirrasiin biddjojuvvojit johtui doaibmabijut gelbbolašvuođaloktemis.

source: Vi vet også at det er behov for kunnskapsformidling rettet mot skoler og barnehager.
sme: Mii diehtit maid ahte lea dárbu máhttogaskkusteapmái skuvllaid ja mánáidgárddiid várás.

source: Ved vurdering av opprettelse av språkressurssentre vil det være viktig å se dette i sammenheng med samisk språkområde og nye kommunekategorier.
sme: Go árvvoštallat giellaresursaguovddážiid ásaheami, de lea dehálaš dán geahčadit sámi giellaguovllu ja ođđa suohkankategoriijaid oktavuođas.

source: Det foreslås ulike kommunekategorier ut i fra kommunenes språksituasjon.
sme: Dás evttohuvvojit ođđa suohkankategoriijat suohkaniid gielladili ektui.

source: Kommunenes nåværende språksituasjon kan føre til at ingen lule- eller sørsamisk kommune blir en samisk språkressurskommune eller språkutviklingskommune.
sme: Suohkaniid dálá gielladilli sáhttá mielddisbuktit dan ahte ii oktage lulli- ja julevsámegiel suohkan sáhte šaddat giellaresursa- dahje giellaovddidansuohkanin.

source: I utformingen av et nytt samisk språkområde må det vurderes om det likevel skal gis særskilt ansvar til noen av kommunene for lule- og sørsamisk.
sme: Ođđa sámi giellaguovllu hábmemis ferte árvvoštallat galgágo muhtun suohkaniidda addit earenoamáš ovddasvástádusa lulli- ja julevsámegielas.

source: Det vil være nødvendig å spesielt se på hvordan språkressurssentrene eventuelt kan ivareta behovene til lule- og sørsamisktalende, samt andre samiske språk som pitesamisk, umesamisk og skoltesamisk.
sme: Lea dárbbašlaš earenoamážiid geahčadit mo giellaresursaguovddážat sáhtášedje gozihit lulli- ja julevsámegielagiid, ja eará sámegielaid nugo bihtánsámegiela, ubmisámegiela ja nuortalašgiela.

source: Samisk språkombud og klagefunksjon
sme: Sámi giellaáittardeaddji ja váidindoaibma

source: Språkutvalget foreslår at det opprettes et samisk språkombud.
sme: Giellalávdegoddi evttoha ásahit sámi giellaáittardeaddji.

source: Språkombudets arbeidsområde omfatter alle enkeltindivider og grupper som faller inn under virkeområdet for bestemmelsene i sameloven kapittel 3. Ombudet har til oppgave å påse at rettighetene i sameloven kapittel 3 overholdes.
sme: Giellaáittardeaddji galgá bargat buot áššiiguin mat gusket ovttaskas olbmui ja joavkkuide sámelága kapihttala 3 mearrádusaid doaibmaguovllus. Áittardeaddji bargun lea bearráigeahččat ahte sámelága kapihttala 3 vuoigatvuođat doahttaluvvojit.

source: Ombudet skal særlig følge med på at lovgivning om retten til opplæring i og på samisk blir fulgt, at samiske pasienter og brukere får benytte det aktuelle samiske språket i kontakt med helsevesenet, at en part eller tiltalt i en sak får benytte samisk som rettsspråk, og at et vitne eller en siktet får avgi sin forklaring på samisk.
sme: Áittardeaddji galgá erenoamážit gozihit ahte láhka vuoigatvuođa birra oahpahussii sámegielas ja sámegillii čuvvojuvvo, ahte sámi buohccit ja geavaheaddjit besset geavahit iežaset sámegiela go lea oktavuohta dearvvašvuođadoaimmahagain, ahte áššebealli dahje áššáskuhttojuvvon olmmoš beassá geavahit sámegiela riektegiellan, ja ahte vihtan dahje áššáskuhttojuvvon olmmoš beassá áššis čilget sámegillii.

source: Ombudet skal også følge med på at det gis tilstrekkelig informasjon til private om rettighetene som følger av sameloven kapittel 3. Språkombudet kan ta opp saker av eget initiativ, og selv avgjøre om saken gir tilstrekkelig grunn til behandling eller ytterligere undersøkelse.
sme: Áittardeaddji galgá maid gozihit ahte addojuvvojit doarvái dieđut priváhta olbmuide daid vuoigatvuođaid birra mat čuvvot sámelága 3. kapihttalis. Giellaáittardeaddji sáhttá maid ieš mearridit áššiid maid háliida gieđahallat, ja ieš mearridit lea go doarvái ágga gieđahallat ášši dahje iskat ášši vuđoleappot.

source: Sametinget ønsker et overordnet språkombud for de samiske språkene som skal påse og sikre rettighetene til den samiske befolkningen etter kapittel 3 i sameloven.
sme: Sámedikki háliida bajimus giellaáittardeaddji sámegielaid várás gii galgá gozihit ja sihkkarastit sámi álbmoga vuoigatvuođaid sámelága 3. kapihttala olis.

source: I tillegg vil det være naturlig at språkombudet har en aktiv rolle i arbeidet for å gi informasjon om rettigheter og plikter, en slik informasjon må rettes både mot den enkelte bruker og mot kommunal og offentlig tjenesteyting.
sme: Dasa lassin livččii lunddolaš ahte giellaáittardeaddjis lea aktiivvalaš rolla diehtojuohkimis vuoigatvuođaid ja geatnegasvuođaid birra. Dakkár diehtojuohkin ferte leat sihke ovttaskas geavaheaddji ja gielddalaš ja almmolaš bálvaleddjiid várás.

source: Et tilsyn skal påse at lov- og regelverk overholdes.
sme: Giellalávdegoddi gieđahallá maid váidin- ja bearráigeahččandoaimma.

source: I dag er fylkesmannen tilsynsmyndighet, og denne ordninger foreslås videreført.
sme: Dál lea fylkkamánnis bearráigeahččanváldi, ja dat ortnet evttohuvvo jotkojuvvot.

source: Fylkesmannens tilsyn skal medvirke til at samiskspråkliges behov og rettigheter blir ivaretatt og at virksomhetene og institusjonene etterlever regelverket.
sme: Fylkkamánni bearráigeahčču galgá váikkuhit dan ahte sámegielagiid dárbbut ja vuoigatvuođat gozihuvvojit, ja ahte doaimmahagat ja ásahusat čuvvot njuolggadusaid.

source: Sametinget er opptatt av at det ikke bare føres tilsyn med hvorvidt en tjeneste gis eller ikke, men at tilsynet også skal omfatte kvaliteten på tilbudet.
sme: Sámedikki mielas lea deaŧalaš ahte ii bearráigehččojuvvo dušše dat ahte addojuvvo go bálvalus vai ii, muhto ahte bearráigehččui maiddái gullá fálaldaga kvalitehta.

source: Dette vil særlig gjelde innenfor opplæringssektoren.
sme: Dat guoskkašii erenoamážit oahpahussuorgái.

source: Det finnes lite dokumentasjon på klager og brudd på samelovens språkregler.
sme: Váidagat ja rihkkumat sámelága giellanjuolggadusaid ektui leat uhccán duođaštuvvon.

source: I tillegg er klagemuligheten lite kjent, og det kan tenkes at klageadgangen oppleves noe komplisert.
sme: Dasa lassin ii leat váidinvejolašvuohta nu oahpis, ja sáhttá leat nu ahte váidinvejolašvuohta vásihuvvo váttisin.

source: Sametinget ønsker en oversikt over tilfeller hvor brukere ikke får oppfylt sine rettigheter, hvem dette angår, hvilke typer rettigheter og innenfor hvilke sektorer dette forekommer.
sme: Sámediggi háliida oažžut dieđuid daid dáhpáhusaid birra go geavaheddjiid vuoigatvuođat eai ollašuhttojuvvo, geaidda dat guoská, guđelágan vuoigatvuođaid oktavuođas ja guđe surggiin dat dáhpáhuvvá.

source: En slik oversikt kan utarbeides gjennom en brukervennlig applikasjon som gjøres kjent i samfunnet, som enkelt gir brukeren mulighet til å oppgi bakgrunn for klage.
sme: Dakkár dieđuid sáhtášii čohkket applikašuvnnain maid lea álki geavahit ja almmuhuvvo servodagas, ja mii geavaheaddjái álkit addá vejolašvuođa muitalit manne váidala.

source: Gjennom en slik applikasjon vil det kunne være mulig å få god oversikt over; hvilket språkområde klagen kommer, innenfor hvilken sektor og brukers alder.
sme: Dakkár applikašuvnnain beasašii diehtit guđe giellaguovllus váidda boahtá, guđe suorgái dat gullá ja geavaheaddji agi.

source: En slik klageapplikasjon bør legges under språkombudet.
sme: Dakkár váiddaapplikašuvdna galggašii gullat giellaáittardeaddjái.

source: Statlige tolke- og oversettingstjenester for de samiske språkene
sme: Stáhtalaš dulkon- ja jorgalanbálvalusat sámegielaid várás

source: Det understrekes at det er den enkelte tjenesteyters ansvar å legge til rette for bruk av tolk, ha tilfredsstillende tolkeutstyr og at
sme: Deattuhit ahte lea ovttaskas bálvalusaddi ovddasvástádus láhčit vejolašvuođa geavahit dulkka, galget leat dohkálaš dulkonrusttegat ja ahte dulkon čađahuvvo dohkálaš vuogi mielde.

source: Sametinget vil: · I samarbeid med regjeringen, lokale institusjoner og språkmiljø utarbeide utviklingsprogrammer for de samiske språkene · I samarbeid med regjeringen vurdere behovet for opprettelse av språkressurssentre · Arbeide for at det opprettes et samisk språkombud med tilhørende klagefunksjon · Bidra til at det opprettes statlige oversettings- og tolketjenester for nord-, lule- og sørsamisk
sme: Sámediggi áigu: · Ovttas Ráđđehusain, báikkálaš ásahusaiguin ja giellabirrasiiguin ráhkadit ovddidanprográmmaid sámegielaid várás · Ovttas Ráđđehusain árvvoštallat dárbbu ásahit giellaresursaguovddážiid · Bargat dan ala ahte ásahuvvo sámi giellaáittardeaddji oktan váidindoaimmain · Váikkuhit dasa ahte ásahuvvojit stáhtalaš jorgalan- ja dulkonbálvalusat davvi-, julev- ja lullisámegiela várás

source: Innsatsområde: Kompetanseheving og rekruttering
sme: Áŋgiruššansuorgi: Gealbolokten ja rekrutteren

source: Mål: Samiske språk og samisk kulturkompetanse innenfor alle samfunnsområder
sme: Mihttomearri: Sámegielat ja sámi kulturmáhttu buot servodatsurggiin

source: Mangel på språkkompetanse er en stor utfordring på alle samfunnsområder.
sme: Váilevaš giellagelbbolašvuohta lea stuorra hástalus buot servodatsurggiin.

source: Særlig innenfor opplæringssektoren, helsesektoren, rettsvesen og kirken har dette vært en av de største utfordringene i arbeidet for styrking og utvikling av samiske språk.
sme: Erenoamážit oahpahussuorggis, dearvvašvuođasuorggis, riekteásahusas ja girkus lea dat leamaš okta dain stuorámus hástalusain sámegielaid nannemis ja ovddideamis.

source: Behovet for samiskspråklig kompetanse er ikke bare stort innenfor den offentlige og kommunale tjenesteytingen, men også innenfor sosiale og kulturelle tilbud i samfunnet.
sme: Sámegiel gelbbolašvuođa dárbu ii leat stuoris dušše almmolaš ja gielddalaš bálvalusain, muhto maiddái sosiálalaš ja kultuvrralaš fálaldagain servodagas.

source: Media, litteratur og kommunikasjon er områder hvor det kreves samiskspråklig kompetanse for å utvikle samiskspråklige tilbud.
sme: Media, girjjálašvuohta ja gulahallan leat suorggit gos dárbbašuvvo sámegiel gelbbolašvuohta sámegiel fálaldagaid ovddideapmái.

source: En helhetlig satsning på rekruttering av samiskspråklig personell, og tilbud om opplæring i samisk for studenter og fagpersonell vil være helt nødvendig for å dekke fremtidige behov i samfunnet.
sme: Ollislaš áŋgiruššan sámegielat bargiid rekrutteremiin ja oahppofálaldagain sámegielas studeanttaide ja fágabargiide, lea áibbas dárbbašlaš jus galggaš gokčat servodaga boahttevaš dárbbuid.

source: En grunn til manglende bruk av samiske språk i forvaltningen er mangelen på samisk fagterminologi og trening i å bruke samiske språk i sitt arbeid.
sme: Okta sivain váilevaš sámegielgeavaheapmái hálddašeamis lea váilevaš sámi fágaterminologiija ja váilevaš hárjáneapmi geavahit sámegiela barggus.

source: Det innebærer at utdanningsinstitusjoner må ta større ansvar når det gjelder utdanning av samisktalende studenter.
sme: Dat mearkkaša ahte oahppoásahusat fertejit váldit stuorát ovddasvástádusa das mii guoská sámegielat studeanttaid oahpaheapmái.

source: Studentene må få mulighet til å lære samisk fagterminologi slik at de blir i stand til å bruke samisk i sitt virke etter endt utdanning.
sme: Studeanttat fertejit beassat oahppat sámi fágaterminologiija vai nagodit geavahit sámegiela barggusteaset maŋŋágo leat čađahan oahpu.

source: Det er nødvendig at samiskspråklige rekrutteres til ulike yrker, for slik å sikre språkkompetanse på de ulike samfunnsområdene.
sme: Sámegielagiid rekrutteren dárbbašuvvo iešguđet fidnuide vai sihkkarastojuvvo giellamáhttu iešguđet servodatsurggiin.

source: Butenschøn-utvalgets utredning fremhever også viktigheten av å utvikle samisk som forsknings språk og slår fast at forskningsinstitusjoner må kjenne sitt ansvar for å utvikle kurstilbud på samisk på alle nivåer.
sme: Butenschøn-lávdegotti čielggadus deattuha maid man deaŧalaš lea ovddidit sámegiela dutkangiellan ja deattuha ahte dutkanásahusat fertejit dovdat iežaset ovddasvástádusa das ahte ovddidit kursafálaldagaid sámegillii buot dásiin.

source: Videre er samiskspråklig forskning grunnleggende for å utvikle et samisk fagspråk, og at fagspråket inngår i byggingen av samisk som et fullstendig, og dermed samfunnsbærende språk.
sme: Dasto lea sámegiel dutkan guovddážis sámi fágagiela ovddideamis, ja das ahte fágagiella lea mielde go sámegiella huksejuvvo dievaslaš, ja nu maid servodatguoddi giellan.

source: Gïelelutnjeme - Giellalåpptim - Giellalokten - Sametingets strategier for samiske språk vil omfatte økt kompetanse i samiske språk og samisk kultur innenfor alle samfunnsområder, rekruttering av ungdom til opplæring i samiske språk, og rekruttering av samiskspråklige til ulike fagutdanninger.
sme: Giellaloktemii - Sámedikki strategiijaplánii sámegielaid várás - gullá gelbbolašvuođa lokten sámegielain ja sámi kultuvrras buot servodatsurggiin, nuoraid rekrutteren sámegieloahpahusaide, ja sámegielagiid rekrutteren iešguđet fágaoahpuide.

source: Det vil være viktig at det igangsettes rekrutterings -og kompetansehevingstiltak.
sme: Deaŧalaš lea ahte álggahuvvojit rekrutteren- ja gealboloktendoaibmabijut.

source: Samtidig vil Sametinget vektlegge at også utdanningsinstitusjoner, næringslivet og fagmiljø har et ansvar for å sikre samisk språk- og kulturkompetanse i samfunnet.
sme: Seammás deattuha Sámediggi ahte maiddái oahppoásahusain, ealáhusain ja fágabirrasiin lea ovddasvástádus sihkkarastit sámi giella- ja kulturgelbbolašvuođa servodahkii.

source: Sametinget vil være pådriver for at det etableres et godt samarbeid mellom ulike aktører hvor formålet er en aktiv rekruttering og en systematisk kompetanseheving i samfunnet.
sme: Sámediggi áigu váikkuhit dasa ahte ásahuvvo buorre ovttasbargu iešguđet aktevrraid gaskka mas mihttomearrin lea aktiivvalaš rekrutteren ja systemáhtalaš gealbolokten servodagas.

source: Kompetanseheving i kommunal og offentlig forvaltning
sme: Gealbolokten gielddalaš ja almmolaš hálddašeamis

source: Kommuner i forvaltningsområdet for samisk språk er gjennom sameloven forpliktet til å gi befolkningen samiskspråklige tjenester innenfor den kommunale forvaltningen.
sme: Sámegiela hálddašanguovllu gielddat leat sámelága vuođul geatnegahttojuvvon addit álbmogii sámegiel bálvalusaid gielddalaš hálddašeamis.

source: Mangel på menneskelige ressurser og kompetanse i samiske språk og samisk kultur gjør at mange kommuner ikke klarer å oppfylle sine forpliktelser.
sme: Olmmošlaš resurssaid ja sámegielgelbbolašvuođa váilevašvuođa ja sámi kultuvrra váilevašvuođa geažil ollu gielddat eai nagot ollašuhttit iežaset geatnegasvuođaid.

source: Det er behov for et kompetanseløft innenfor den kommunale forvaltningen.
sme: Gielddalaš hálddašeamis dárbbašuvvo gealbolokten.

source: Et kompetanseløft vil bestå av flere ulike satsninger.
sme: Gealboloktemii gullet máŋga iešguđet áŋgiruššama.

source: Det er behov for økt kompetanse i samiske språk innenfor alle sektorer i den kommunale forvaltningen.
sme: Dárbbašuvvo eanet gelbbolašvuohta sámegielain buot gielddalaš hálddašeami surggiin.

source: Det er behov for å videreutdanning i samiske språk, og at det igangsettes kompetansehevingstiltak slik at samiskspråklige bruker samisk i den kommunale forvaltningen.
sme: Lea dárbu joatkkaoahpahussii sámegielas, ja ahte álggahuvvojit gealboloktendoaibmabijut vái sámegielagat álggášedje sámegiela geavahit gielddalaš hálddašeamis.

source: I tillegg vil det være behov for å styrke kunnskapen om samiske forhold og kompetanse i samisk kultur og samfunnsliv.
sme: Dasa lassin ferte nannet máhtu sámi diliid birra ja gelbbolašvuođa sámi kultuvrra ja servodateallima birra.

source: Sametinget ønsker å sette i gang veiledningsprogrammer for kommunene i samisk språkområde, og vil utarbeide programpakker med ulike kompetanseløft.
sme: Sámediggi háliida álggahit bagadanprográmmaid sámi giellaguovllu gielddaid várás, ja áigu ráhkadit gealboloktenprográmmaid main leat iešguđetlágan gealboloktemat.

source: Veiledningsprogrammer vil både ha som mål å bistå kommunene i arbeidet med å kompetanseheving i samiske språk og samisk kultur for kommunalt ansatte, og bistå kommunene i arbeidet med språkutviklingstiltak for innbyggerne i kommunene.
sme: Bagadanprográmmaid mihttomearri galggašii leat sihke veahkehit gielddaid loktet gielddabargiid gelbbolašvuođa sámegielas ja sámi kultuvrras ja veahkehit gielddaid ráhkadit giellaovddidandoaibmabijuid gieldda ássiid várás.

source: Innenfor offentlig forvaltning er mangelen på samisk språk- og kulturkompetanse også en stor utfordring.
sme: Almmolaš hálddašeamis lea sámi giella- ja kulturgelbbolašvuođa váilevašvuohta maiddái stuorra hástalus.

source: Nasjonale forvaltningsorganer utarbeider styringsdokumenter og fatter vedtak som berører den samiske befolkningen.
sme: Nationála hálddašanorgánat ráhkadit stivrendokumeanttaid ja dahket mearrádusaid mat gusket sámi álbmogii.

source: For å sikre samisk perspektiv i alle prosesser som omhandler og vedrører den samiske befolkningen vil det være viktig at det offentlige forvaltningsnivået innehar solid kunnskap om samiske samfunnsforhold og samisk språk- og kulturkompetanse.
sme: Sihkkarastin dihtii sámi perspektiivva buot proseassain mat válddahit sámi álbmoga ja gusket sámi álbmogii, lea deaŧalaš ahte almmolaš hálddašandásis lea nana máhttu sámi servodatdiliid birra ja sámi giella- ja kulturgelbbolašvuohta.

source: Sametinget ser behovet for at alle offentlige forvaltningsinstanser innehar et minimum av kompetanse i samiske språk og samisk kultur.
sme: Sámedikki mielas dárbbašit buot almmolaš hálddašanásahusat uhcimus meari gelbbolašvuođa sámegielain ja sámi kultuvrras.

source: For å bruke samiske språk innenfor alle forvaltningsnivåer i samfunnet er det behov for utvikling av et godt fagspråk.
sme: Vai sáhttá geavahit sámegielaid buot servodaga hálddašandásiin, lea dárbu ovddidit buori fágagiela.

source: Dette gjelder særlig innenfor helse og justissektoren.
sme: Dat guoská erenoamážit dearvvašvuođa- ja riektesuorgái.

source: I arbeidet for å utvikle godt fagspråk er det behov for terminologiutvikling.
sme: Buori fágagiela ovddideapmái dárbbašuvvo terminologiijaovddideapmi.

source: Det er stor mangel på helsefaglige termer og terminologi innenfor justissektoren i sør- og lulesamisk.
sme: Dearvvašvuođafágalaš tearpmaid ja riektesuorggi terminologiija váilevašvuohta lea stuoris lulli- ja julevsámegielas.

source: Satsning på terminologiutvikling og utvikling av godt fag- og forvaltningsspråk vil være avgjørende for muligheten til bruk av samiske språk innenfor de ulike samfunnsområdene.
sme: Áŋgiruššan terminologiijaovddidemiin ja buorre fága- ja hálddašangiela ovddideapmi lea guovddážis jus galggašii leat vejolaš sámegielaid geavahit iešguđet servodatsurggiin.

source: I sametingsmelding om reindrift fra 2016 fremheves reindrifta som en viktig bærer av samiske språk, og viktigheten av at reindriftas fagspråk er i aktiv bruk både i næringa og forvaltninga.
sme: Jagi 2016 mannosaš Sámediggedieđáhusas boazodoalu birra deattuhuvvo boazodoallu deaŧalaš sámegielguoddin ja man deaŧalaš lea ahte boazodoalu fágagiella geavahuvvo árjjalaččat sihke ealáhusas ja hálddašeamis.

source: Det er særlig viktig at man i forvaltningssammenheng er bevisst på bruk av den samiske terminologien og reindriftas egne begrepsapparat, fremfor å konstruere nytt fagspråk som er ukjent for næringa.
sme: Erenoamáš deaŧalaš lea ahte hálddašanoktavuođas lea dihtomielalašvuohta sámi terminologiija ja boazodoalu iežas doahpagiid geavaheamis, dan sajis go konstrueret ođđa fágagiela mii lea ealáhussii amas.
